
import React, { Component } from 'react';
import './news.css';

class News extends Component {
  render() {
    return (
       <div className="news-body">
     4月22日下午14:30，英雄联盟电视台特别活动——明星召唤师L-Live首秀火热开播。本场PK赛令很多粉丝热血沸腾，亚洲流行天王周董和超帅人气男神张彬彬带领电竞专业玩家队伍进行对决，分别代表“艾欧尼亚”阵营和“诺克萨斯”阵营进行对抗。
↑英雄联盟明星召唤师首秀，观战人数突破千万

先不说比赛现场多激烈，光是双方队伍就令人非常期待！

地表最强战队

队长：周杰伦

队员：Willy、Bebe、Gy祥、嘻哈小猴

 
↑杰伦领军地表最强战队

 

本次比赛中，地表最强战队全员佩戴1MORE电竞耳机出场，为此1MORE耳机也深表荣幸可以参与本次盛会~

 

KO战队

 

队长：张彬彬

队员：骚男、Gogoing、东北大鹌鹑、虎神

 




↑彬彬领一众人气电竞选手组成KO战队

 

本次明星赛一共进行了两场对决，分别是大乱斗与召唤师峡谷。两场比赛都相当惊艳，双方队伍实力相当，战绩一直不相上下。最终杰伦与彬彬的两支战队各赢一局，明星PK赛完美落幕。

 

杰伦超爱英雄联盟几乎是众人皆知。去年9月，杰伦也曾带领队伍在英雄联盟六周年特别活动中取得胜利。相较杰伦的轻车熟路，张彬彬虽然是屏幕首秀，但也表现出超强的竞争力。比赛前，杰伦与张彬彬隔空喊话，初来乍到的张彬彬显然本着“友谊第一比赛第二”原则，输赢似乎并不重要。尤其是面对偶像杰伦哥，张彬彬表示更希望比赛后能get杰伦演唱会门票一张~

 




↑首场大乱斗比赛中，杰伦依旧选择了最擅长的角色“剑圣”。

 

首场比赛中，双方迅速进入战斗状态，比分一直在相互追赶中，整场比赛，双方一共拿下超过100颗人头，战况相当激烈。KO战队开场局势就十分凶猛，凭借着骚男、Gogoing等人的风骚操作略胜一筹。但双方的比分与输出一直相当接近，观众对双方的最终比赛结果也抱有不同期待。

 




↑双方战况激烈，比分一直不相上下

 

最强战队中的杰伦与Willy、Bebe等队友也不甘示弱，一路完美配合，最终拿下首场比赛的胜利。

 




↑第一场的比赛中，Willy实力护伦，与队友超完美配合！

 




↑嘻哈小猴在本场比赛中也是各种神助攻，队友们的超强配合让地表最强战队笑到最后

 




↑最终杰伦带领的最强战队赢得胜利，双方拿下超过100颗人头，比赛真的相当激烈。

 

杰伦带领的地表最强战队赢了首局之后，第二局的召唤师峡谷赛开局也是所向披靡。双方队伍的实力水平相当，第二场比赛和第一场相同，前期比赛中也并没有出现一方有压倒性超神的局面。比起杰伦的来势汹汹，张彬彬的战斗力也不容小觑。

 

双方的战斗比分在中半场后有了小幅度的倾斜，KO战队中的骚男、Gogoing相当给力，逐渐将比分拉大。地表最强战队虽然一路追击，但最后也以略微劣势被KO战队拿下了第二轮的胜利。






↑KO战队的超强掠杀

 

比赛结束后，杰伦和张彬彬也直言两场战斗下来超级酣畅淋漓。期待下一场明星对决赛再看到男神们的征战！

 




↑比赛结束后，杰伦最强地表战队合影，打完比赛的杰伦也要继续珠海的演唱会，开黑两场后演唱会的气氛更是High到爆。

 

其实也有不少观看直播的小伙伴除了观看本次比赛的两只队伍的实（颜）力（值）外，对于男神们的装备也是很在意。毕竟明星战队同款谁不想Get？
            
        </div>
    );
  }
}

export default News;
